Repository: hacklabr/mapasdevista
Catalog: languages/*.po
Languages: pt_br

source: Categories:
pt_br: Categorias:

source: Published by
pt_br: Publicado em

source: Edit
pt_br: Editar

source: Results
pt_br: Resultados

source: Comments
pt_br: Comentários

source: No comments
pt_br: Nenhum Comentário

source: 1 comment
pt_br: 1 comentário

source: %s comments
pt_br: %s comentários

source: Leave a comment &raquo;
pt_br: Deixe um comentário &raquo;

source: &laquo; Older Comments
pt_br: &laquo; Comentários anteriores

source: Newer Comments &raquo;
pt_br: Comentários recentes &raquo;

source: Leave a comment
pt_br: Deixe um comentário

source: comment
pt_br: comentário

source: All comments need to be approved
pt_br: Todos os comentários precisam ser aprovados

source: Map Menu (top)
pt_br: Menu do mapa (topo)

source: Map Menu (side)
pt_br: Menu do mapa (lateral)

source: Maps
pt_br: Mapas

source: Maps of view
pt_br: Mapas de Vista

source: Pins
pt_br: Marcadores

source: Settings
pt_br: Configurações

source: By <strong>%s</strong> on <strong>%s</strong> at <strong>%s</strong>.
pt_br: Por <strong>%s</strong> em <strong>%s</strong> as <strong>%s</strong>.

source: Your comment is awaiting moderation.
pt_br: Seu comentário está aguradando moderação

source: Home Page Map
pt_br: Mapa da Home

source: Page automatically created by Mapas de Vista as a placeholder for your map.
pt_br: Página automaticamente criada pelo Mapas de Vista para receber seu mapa

source: Error creating the map:
pt_br: Erro criando o mapa:

source: You don't have permission to do that
pt_br: Você não tem permissão para fazer isso

source: Hi there! In order to start using your map:
pt_br: Salve! Para começar a usar seu mapa:

source: 1. set up a page as your home page
pt_br: 1. Crie uma página e a configure como sua Home Page

source: 2. create a map in this page
pt_br: 2. Crie um mapa usando esta página

source: Or click here and I'll do it for you:
pt_br: Ou clique aqui e eu faço isso pra você

source: Create my first map for me
pt_br: Crie meu primeiro mapa para mim

source: Theme Options
pt_br: Opções de Tema

source: Maps of View theme options
pt_br: Opções do tema Mapas de Vista

source: Header Image
pt_br: Imagem do cabeçalho

source: You will need this if you are running your site outside of your localhost. Even if you use Open Street Maps in the front end, you will use GoogleMaps API to place your posts in the map through the Edit Post interafce
pt_br: Você provavelmente vai precisar disso se rodar seu site fora do seu localhost. Mesmo se você usar o Open Street Maps no seu mapa, você ainda vai precisar do Google Maps na página de edição dos posts para posicioná-los no mapa.

source: Theme color
pt_br: Cor do tema

source: Background color
pt_br: Cor de fundo

source: Background opacity
pt_br: Opacidade do fundo

source: Font color
pt_br: Cor da fonte

source: Link color
pt_br: Cor do link

source: Save Changes
pt_br: Salvar modificações

source: Place it on the map
pt_br: Posicione no mapa

source: Search address
pt_br: Buscar endereço

source: Available pins
pt_br: Marcadores disponíveis

source: Mark the maps in which this post is going to appear
pt_br: Marque os mapas nos quais esse post deve aparecer

source: Could not create directory.
pt_br: Não foi possível criar o diretório

source: Sorry, no such page.
pt_br: Desculpe, essa página não existe

source: Invalid post ID.
pt_br: ID do post inválido

source: Edit pin
pt_br: Editar marcador

source: Pin anchor
pt_br: Âncora do marcador

source: Clickable pin
pt_br: Marcador clicável

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: New pin
pt_br: Novo Marcador

source: There is another map already in this page. Please choose another page.
pt_br: Já existe outro mapa nesta página. Por favor selecione outra página.

source: Select the page that will be the placeholder for this map
pt_br: Selecione a página onde você quer que esse mapa apareça

source: Map Name
pt_br: Nome do mapa

source: Map API
pt_br: API de mapas

source: Image as map
pt_br: Imagem como mapa

source: Map initial state
pt_br: Estado inicial do mapa

source: Map type
pt_br: Tipo do mapa

source: Road
pt_br: Estradas

source: Satellite
pt_br: Satelite

source: Hybrid
pt_br: Híbrido

source: Initial position
pt_br: Posição inicial

source: North East limit position
pt_br: Limite nordeste

source: Empty for no limit.
pt_br: Deixe vazio para sem limite

source: Capture current position
pt_br: Capturar posição atual

source: South West limit position
pt_br: Limite sudoeste

source: Zoom limit
pt_br: Limite de zoom

source: Capture current level
pt_br: Capturar zoom atual

source: Show controls
pt_br: Mostrar controles

source: Large
pt_br: Grande

source: Small
pt_br: Pequeno

source: None
pt_br: Nenhum

source: Logical operator
pt_br: Operador lógico

source: How the map should handle multiple filters?
pt_br: Como o mapa deve lidar com múltiplos filtros?

source: Intersection - Displays posts that match all the filters
pt_br: Intersecção - Mostra posts que se enquadram em todos os filtros

source: Union - Displays posts that match at least one of the filters
pt_br: União - Mostra posts que se enquadram em qualquer um dos filtros

source: Let the visitor decide
pt_br: Deixe o visitante decidir

source: What kind of posts may appear on the map?
pt_br: Que tipo de posts podem aparecer neste mapa?

source: What filters should be visible to the visitors?
pt_br: Que filtros estarão disponíveis para os visitantes?

source: Filter by new posts (displays 10 most recent posts)
pt_br: Filtrar por posts novos (mostra os 10 mais recentes)

source: Filter by post types
pt_br: Filtro por 'post types'

source: Filter by Authors
pt_br: Filtro por autores

source: Filter by the following taxonomies
pt_br: Filtrar pelas seguintes taxonomias

source: Map Saved
pt_br: Mapa salvo

source: Map Deleted
pt_br: Mapa apagado

source: Map name
pt_br: Nome do mapa

source: Page
pt_br: Página

source: Untitled
pt_br: Sem Título

source: Are you sure you want to permanently delete this map?
pt_br: Você quer realmente apagar este mapa?

source: Delete map
pt_br: Apagar mapa

source: Add New Map
pt_br: Adicionar novo mapa

source: Loading...
pt_br: Carregando...

source: Please enter your name.
pt_br: Por favor digite seu nome

source: Please enter your email address.
pt_br: Por favor digite seu endereço de email.

source: Please enter a valid email address.
pt_br: Por favor digite um endereço de email inválido

source: Please enter your comment
pt_br: Por favor insira seu comentário

source: Your comment has been added.
pt_br: Seu comentário foi adicionado

source: Error!
pt_br: Erro!

source: Show Filters
pt_br: Mostrar Filtros

source: Hide Filters
pt_br: Esconder Filtros

source: Search...
pt_br: Busca...

source: Displays posts that match all the filters
pt_br: Mostrar posts que se enquadram em todos os filtros

source: Displays posts that match at least one of the filters
pt_br: Mostrar posts que se enquadram em qualquer um dos filtros

source: Show most recent posts
pt_br: Mostrar os posts mais recentes

source: Content Types
pt_br: Tipos de conteúdo

source: Authors
pt_br: Autores

source: items loaded
pt_br: itens carregados
